Show / Hide Table of Contents
Enum ThermalConductivityState
Type of curvature - thermal conductivity
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ThermalConductivityState
Fields
 Name |  Description
 Code
The curvatire is defined by the code
 None
The curvature is not defined
 User
The curvature is input by the user
 Improve this Doc
 View Source